Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 아차 하는 순간 릭의 앞에서 진군하던 병사들이 단체로 쓰러졌다.{j}갑작스러운 화살 비.{j}릭의 코앞으로도 화살 한 발이 떨어져 꽂혔다.{j}한 발짝만 더 내디뎠다면 그대로 머리가 꿰뚫렸을 거라고 생각하니 섬뜩함이 몰려왔다.
en_us: The advancing men in front of Rick had all fallen to the ground in a blink of an eye. A rain of arrows had showered down on them. Rick looked down on the arrow that landed by his feet. He knew that he was a step away from being impaled through the head.

source: 더구나 5초도 되지 않아 똑같은 광경이 또 벌어졌다.{j}두 개의 석궁을 쏜 것이 아니었다.{j}하마르가 석궁 옆의 작은 트리거를 당기자, 자동으로 볼트가 장전되었다.{j}그 속도가 불과 5초밖에 되지 않은 것이었다.
en_us: He was able to witness the same feat after just five seconds. There wasn’t a second crossbow. Hamar pulled a small trigger attached to the crossbow to automatically reload a fresh round of bolts. It took merely five seconds.

source: 자신의 발치에 달라붙는 여자아이를 무시한 채 로건은 이제는 하얗게 질려 가는 빅토르의 얼굴만을 노려보았다.
en_us: Logan ignored the girl clinging on to his legs as he stared straight into Victor’s pale face.

source: 두두두두.
en_us: Gallop.

source: “내가 진짜 어린놈의 인생이 불쌍해서 충고하는데 귀족 사칭하다 걸리면 극형이야, 극형.{j}여기 슥삭 당한다고, 알아?”
en_us: “Look, you’re just a kid and I pity your life so here is my word of advice, pretending to be a noble is a death sentence. You’ll end up hung or beheaded. Do you understand?” {j}

source: 고대, 세상을 지배하던 사악한 용을 쓰러트리고 ‘인간의 시대’를 열었다는 영웅.
en_us: The book was written in ancient times by a hero who slayed an evil dragon overlord and began the Age of Men.

source: 순진해 보이는 얼굴과 그보다 더 착한 성격.
en_us: His face was pure and had an even purer heart.

source: “아가씨, 제 뒤로!”
en_us: “Lady, get behind me!”

source: 이후에 이어질 불리한 전황이 눈에 그려지듯 상상되었다.{j}패드릭은 미쳐 버릴 것 같았다.{j}지금이라도 놈을 참살하고 다시 기세를 가져와야 했다.
en_us: Padrick foresaw what would happen if the unfavorable momentum continued and it drove him mad with rage. He knew he had to take back the momentum and break the enemy line.

source: 회의실 상석에 앉은 두 사람의 모습은 보기만 해도 냉기가 서려 있는 것 같았다.{j}그가 들어서기 무섭게 그 모습에 걸맞은 차가운 목소리가 들려왔다.
en_us: The sight of the two figures sat at the head of the table made Logan feel distant and cold, and their voices matched the chilling atmosphere.

source: 2주 뒤.
en_us: Two weeks later.

source: “아, 아니야.{j}잠시만…….”
en_us: “Nothing. One moment...”

source: “전군 속보!”
en_us: “Onwards!”

source: “음?
en_us: “Huh?

source: “리이나 공녀님, 그렇다면 저는 파혼의 당사자로서 요구하겠습니다.{j}가문의 뜻과 상관없이 제가 개인적인 자격으로 그 배상금을 받겠습니다.”
en_us: “Lady Lina, as the recipient of the broken betrothal, I would like to personally receive the compensation, with or without my family’s approval.”

source: 얘가 약을 잘못 먹었나, 갑자기 왜 이러지?{j}사업 한 번 실패했다고 미친개가 돼서 아무나 물려고 하는 건가?
en_us: Logan was perplexed as to why Phillip was suddenly acting this way. He wondered if his failure as a merchant had turned off a switch in his head.

source: 그러나 로건은 무어라 말을 하지 못하고 조용히 입을 다물었다.
en_us: Logan remained silent and closed this mouth, knowing what was about to come

source: “평상시에도 이런 훈련을 받는 기사들이니 강할 수밖에요.{j}정말 존경스럽습니다.”
en_us: “It’s no wonder the knights are so strong with this kind of training. I truly respect and admire you and your men.”

source: 동생 로니안이 불편한 표정의 기사 두 명을 대동하고 나타났다.
en_us: His younger brother Lonian appeared with two knights by his side, who appeared to be uncomfortable in Logan’s presence.

source: “내가 개인적으로 의뢰를 해 봤자 수백 명을 모으긴 힘들잖아.{j}가능하다 해도 시간이 오래 걸릴 테고.{j}그러니 드웨인이 가문의 이름으로 모아 줬으면 해.”
en_us: “Recruiting hundreds of men on my own would be too difficult. It would a long time even if it was possible. That is why I’m asking you to recruit them under our banners.”

source: “카이솔론?”
en_us: “Kai Solon?”

source: “넌 잘못한 게 없어.
en_us: “You’ve done nothing wrong.

source: - 와장창!
en_us: Crash

source: ‘여기서 귀족 학살자를 만날 줄이야.’
en_us: I didn’t expect to meet the Noble Killer.

source: 그제야 로니안의 뒤에 서 있는 기사들의 갑옷 곳곳에 있는 일그러진 듯한 흔적이 눈에 들어왔다.{j}각성의 계기도 황당했지만, 그것이 끝이 아니었다.
en_us: Only then did Logan realize the dents in the knights’ armor behind Lonian. His awakening was strange but that wasn’t the end.

source: “저희 가주님은 남작님께서 명예를 아시는 분이라고 장담하셨습니다.{j}어린 공녀님이나 후배를 핍박할 사람이 아니라고도 하셨지요.{j}저는 그 말씀을 믿습니다.”
en_us: “Count Wolves has spoken admirably of you as someone that truly understands honor, Baron of House MacLine. He said that you would never persecute the young lady and a junior high knight. I trust his words.”

source: 핑계이기도 했지만, 한편으로는 진심이기도 했다.{j}하지만 아버지의 생각은 조금 다른 듯했다.{j}미간에 주름이 잡히고 입술이 파르르 떨리더니, 결국 얼굴까지 붉어지며 호통이 터져 나왔다.
en_us: It was an excuse based partly in truth. However, Padrick didn’t seem convinced. His lips trembled and his face grew bright red like a volcano about to erupt.

source: “자, 잘못했습니다.{j}화를 거둬 주십시오!”
en_us: “It’s all my fault. Please forgive me!”

source: 아니, 죽어도 꿈을 꾸나?
en_us: Do you still dream after death?

source: “확실히 돼.{j}일단 만들어봐.”
en_us: “I’m sure. Try making it.”

source: 로건은 자신의 접시에 놓인 후식을 한입에 꿀꺽 삼켰다.
en_us: Logan swallowed the dessert that was place in front of him.

source: 로건이 전문 기술자는 아니었지만, 수십 년 동안 써 왔던 무기였기에 얼추 아마추어 기술자 수준의 도면은 만들어 낼 수 있었다.{j}물론 하마르의 기준으로 보면 한없이 조잡한 도면일 뿐이었지만.
en_us: Logan wasn’t an engineer but years of fighting with the weapon was enough to create a better design of it than an amateur engineer. But Hamar was far from impressed as he saw it as the work of a child.

source: ‘이게…….’
en_us: How....

source: “겁쟁이 영주를 둔 오합지졸들을 박살 내자!”
en_us: “Let’s crush the coward and his cowardly swarm of roaches!”

source: 당장 떠올린 방안은 몇 가지 있지만, 그 모두가…….
en_us: He had a few more ideas but all of them...

source: 찰나의 순간 스쳐 지나간 잡생각이 부상을 불러왔다.
en_us: A moment of thought had led to an injury.

source: 여기서 가문의 병력을 차출할 권한이 없으니 내가 마음대로 부릴 무력 부대가 필요하다는 진심을 말할 수는 없었다.
en_us: Logan couldn’t tell him that he needed an army under his command since he didn’t have to authority to call his house’s bannermen.

source: 로건의 느긋한 말이 끝남과 동시에, 도끼로 무언가를 쪼개는 듯한 강렬한 타격음이 장내에 울려 퍼졌다.{j}로건이 갈색 머리 용병의 턱을 후려갈기는 과정을 제대로 인식한 용병은 없었다.{j}그저 무언가 붉은빛과 황금빛이 번뜩이며 갑작스러운 바람이 일어난 그 순간.{j}용병의 턱이 하늘 위로 치솟고 있었다.{j}그들을 주시하던 주위 용병들의 눈이 커질 때.
en_us: As Logan’s ended his composed sentence, a powerful sound rung out on the field as if an axe had split a large log. Not a single soul managed to catch Logan crushing the jaw of the brown-haired mercenary. All they saw was a flash of red and gold light. The mercenaries jaw tilted upwards, facing the sky. The eye of every mercenary was split wide open.

source: “으윽!”
en_us: “Ah!”

source: 이것이 꿈이 아니라면, 내가 정말 과거로 돌아온 것이라면.
en_us: If this wasn’t a dream and he had truly returned to the past,

source: “그래?{j}난폭한고 잔인한 데다가 돈에 환장하기까지 했는데, 최근에는 미치기까지 했다지.”
en_us: “You do? Well, people say that you are a cruel and violent fool only motivated by money that has recently gone mad.”

source: “음?{j}왜 그러지?”
en_us: “Huh? {j}What’s the matter?”

source: “대공자께 문안 인사드립니다.”
en_us: “I came to say good morning to you, Master.”

source: 로니안은 로건의 편을 들려 한 것뿐이지만 그 커다란 목소리가 오히려 주변에 웅성거림을 더했다.
en_us: Lonian’s raised voice was overheard by the other men and his good intentions only helped spread gossip about his brother’s absence.

source: 지난 몇 년간 그들에게 로건 맥라인이란, 그저 피하고 싶은 더러운 똥에 불과했다.
en_us: For years, they wanted to avoid Logan MacLine like how people want to avoid stepping on shit.

source: 사실상 영지전을 위한 물질적 준비는 거의 끝나게 된다.
en_us: The physical preparation for the Battle of the Territories was close to completion.

source: 그러고 보니 그런 것도 같다.{j}그에게는 너무나도 까마득한 일이라 잊고 있었지만.
en_us: He had forgotten all about it since it was such a long time ago.

source: “마, 말도 안 돼!”
en_us: “I can’t believe this!”

source: “꺄아아아악!”
en_us: “Ahhh!”

source: “잘 아네.{j}정 못 믿겠다면 이 계약서를 써 줄 수도 있다.”
en_us: “That’s right. If you don’t believe me, I’m willing to put it down on pen and paper.”

source: “최근에 좀 성실한 모습을 보였다는 거겠지?”
en_us: “You let him go because he has changed into a better man?”

source: 형 괜찮다.
en_us: I’m fine.

source: 전략을 모르는 그의 눈에도 이미 승산이 없어 보였다.
en_us: Rick knew little about warfare but even he felt the chances of victory appeared to be dim.

source: ‘이제 그런 멍청한 짓은 하지 않으면 그만이다.{j}그래도…….’
en_us: It will be fine as long as you don’t anything stupid like last time. But still...

source: ‘엥?{j}뭐라고?’
en_us: What? What does he mean?

source: 전생의 기억으로 미루어 봤을 때 그것이 그리 무리한 생각은 아니었다.
en_us: His memories of the past assured him that he wasn’t overshooting his current strength.

source: 당연히 힘들다는 대답이 나올 것이고, 헤인켈은 그것을 핑계로 기사들이 험한 꼴을 보이기 전에 강도를 낮출 생각이었다.
en_us: He expected him to agree with him and Sir Heinkel was going to use his admission as an excuse to lower the intensity of the drill.

source: “됐고.{j}얼마야?”
en_us: “Fine. How much?”

source: “가문 망신은 아주 제대로…….”
en_us: “He’s brought shame to his family’s name...”

source: ‘외부에서 힘을 만들어 와야 한다.{j}그러니 우선…….’
en_us: I need to externally build up my strength. In order to that...

source: 대체 무엇이 죄송하다는 것인지, 당황스러운 마음에 선뜻 뭐라 말이 나오지 않았다.
en_us: She was too flustered to answer exactly why she was sorry.

source: “저 거지……분이?”
en_us: “That beggar...that’s him?”

source: “아냐, 그냥 바로 돌아갈 수도 있어.”
en_us: “You never know, he could just run straight back.”

source: 의외의 답변이 돌아왔다.
en_us: Logan was surprised by the answer.

source: 한 곳으로 모여든 포스는 짐작보다 훨씬 빠르고 쉽게, 순식간에 뭉쳐서 하나의 핵(核, core)을 형성하기 시작했다.
en_us: The force was now gathered in one spot and it instantly began to mold into one core.

source: 그저 꿈으로 여기고 담아 두었던 말을 쏟아 내기만 했던 동생의 때와는 다르다.
en_us: It was different from telling his brother what he wanted to say, thinking that his new reality was a dream.

source: ‘좋아!’
en_us: This is great!

source: 하지만 방문을 나서는 걸음걸이는 자신도 모르게 조금 가벼워져 있었다.
en_us: Logan walked out of the room feeling a little lighter than before.

source: 노년의 기사 헤인켈은 머릿속이 아득해져 오는 절망감과 먼저 싸워야 했다.
en_us: Sir Heinkel, a seasoned warrior, faced a new enemy in his own demons of despair that shrouded his mind.

source: ‘아군이라고?!’
en_us: They are my men?

source: 로건 자신도 지금 스스로의 감정을 정확히 표현할 수 없었다.
en_us: Logan was lost in a sea of his own emotions.

source: 로건이 필요로 하는 것은 잘 드는 칼이었지, 아군도 베일지 모르는 흉기가 아니었다.
en_us: What Logan needed was a sharp sword, not an untamed, lethal blade that could strike one of its own.

source: 하지만 반성과 후회는 늦어도 너무 늦은 뒤였다.
en_us: However, time for reflection and remorse had come far too late.

source: “여보!{j}봐요!{j}대공자는 자신의 위치에 대한 자각이 없어요.{j}자신의 행동이 가문의 명예를 얼마나 실추시킬 수 있는지…….”
en_us: “Husband! Do you see? The eldest master has no sense of his position. The weight of his actions could drag this family’s honor through the mud...”

source: 중급 이상의 기사들은 포스로 말을 강화하여 속도를 빠르게 하고 체력을 강화하는 기승 스킬을 사용했다.{j}자신의 말과 친밀할수록 기술의 사용이 한결 효율적이었다.{j}승마 달리기 훈련 이후로는 하급기사들조차 자신의 애마와 끈끈한 감정의 소통으로 무의식적으로 그 비슷한 흉내를 내고 있었다.{j}자연스레 경지의 상승을 위한 훈련이 된 것이다.
en_us: Mid-level force users and above used the force to increase the speed and the strength of their horses. These techniques became more effective as the bond between the rider and the horse grew stronger. Ever since the humanback riding drill, low-level knights were able to subconsciously mimic the skills of a mid-level knight through their close relationship with their horses. The training became a necessary tool to elevate one’s skill.

source: 그나마 뒤쪽에는 자신과 같은 복장을 한 이들이 더 많은 것 같았다.{j}이성적인 판단이 아닌 본능적인 공포심에 창을 내팽개친 릭은 아군을 거슬러 조금이라도 더 후방으로 향했다.
en_us: Behind him, there were more men with similar clothes to his. Fear overtook reason, and he threw his spear on the ground and started wriggling through his fellow soldiers to reach the rear.

source: “폐관 수련?{j}네가?”
en_us: “Solitary training? You?”

source: “야 이…….”
en_us: “Hey, you...”

source: “……예?”{j}너무나 의외의 말에 멍하니 반문하고 말았다.
en_us: “Pardon?”, {j}bleeped out Logan, dumbfounded by his father’s words.

source: 눈물을 흘리는 미녀의 얼굴은 노소를 막론하고 남자의 마음을 뒤흔드는 확실한 무기였다.
en_us: The face of a great beauty with tears running down her cheeks was a formidable weapon that made any man, young or old, change his heart.

source: 창문 너머 비추는 따스한 햇살.
en_us: Warm sunlight shone through the window.

source: - 대공자의 약혼녀가 맥라인을 방문했다.
en_us: “The eldest master’s fiancee has come to the House of MacLine”

source: 대련이 진행될수록 도미넌의 눈동자는 초점을 잃은 채 멍하니 풀어졌고, 몸엔 부상이 늘어났다.
en_us: SIr Dominan’s eyes lost focus as the duel went on, and his injuries were worsening.

source: 활에 비해 파괴력은 월등하지만, 땅 위에서 장전한다 해도 미숙련자는 1분 이상 걸리는 것이 석궁이었다.{j}그것으로 기마부대를 만든다면?{j}장전된 석궁을 서너 개씩 주렁주렁 매달고 다녀도 1분 이상 교전하면 화력이 없어지는 조루 부대가 될 것이다.{j}그러니 카이가 저리 황당해하는 것도 당연했다.{j}하지만 로건은 명령을 취소할 생각이 없었다.
en_us: No one could question the power of a crossbow over a bow and arrow. But it took an unskilled crossbowmen over a minute to reload on land. Making a mounted unit out of crossbowmen was a disaster waiting to happen. Even if each rider had three or four fully loaded crossbows attached to their horse, they would become sitting ducks after a minute of battle. Kai was right to challenge Logan but he had no plans to back down on his order.

source: “……형님?”
en_us: “...Brother?”

source: 단순히 그 말을 내뱉는 것만으로, 이제는 아련하게만 느껴지던 추억들이 생생히 되살아났다.{j}전생의 삶까지 있는 로건의 기억으로는 이제 수십 년도 더 된, 흐릿한 옛 기억들임에도.{j}어머니란 단어에는 그런 힘이 있었다.{j}로건은 그래서 더 가슴이 무거워졌다.
en_us: The mere mention of her brought back vivid memories that he thought had faded away. Logan’s memory stretched beyond his current life to his past life but he was still able to remember his old, cherished memories despite years. The word “mother” had a powerful effect, and made Logan feel more anxious about the future.

source: 결국 스스로 만든 물건을 부숴 버린 드워프가 씩씩거리며 로건의 방을 나섰다.{j}방문이 닫힌 뒤에야 로건은 만족스러운 미소를 지었다.
en_us: Hamar smashed what was left of his weapon and left Logan’s chamber. Logan was finally able to smile once the dwarf had left.

source: 절대.
en_us: Never.

source: “가, 감사합…….{j}하하.”{j}분명 자기 욕을 먹였는데 칭찬을 들었다.
en_us: “T-thank you...”, Phillip was confused to hear Logan compliment him despite making him into the town fool.

source: “주인장!{j}여기 맥주 하나 더!”
en_us: “Barkeep! Another beer over here!”

source: - 공자님!
en_us: “Master!”

source: 9화
en_us: Chapter Nine.

source: “저놈들 이 시간까지 뭐 하는 거야?”
en_us: “What have they been doing this whole time?”

source: ‘음?{j}방패?’
en_us: Hmm, a shield?

source: ‘미래의 거상이다.{j}제국 10대 상인이야.’
en_us: But he will become a giant among men. One of the ten greatest merchants the Empire has ever seen.

source: “대공자님…….”
en_us: “The eldest master...”

source: 전생의 기억보다 두 달 가까이 빨랐다.
en_us: The declaration had come two months earlier than it had in his past life.

source: - 꺼져!
en_us: “Get lost!”

source: “할 수 있겠지?”
en_us: “Do you think you have what it takes?”

source: 드웨인이 알았다면 거품을 물 만한 생각이었다.
en_us: Dwain would have been foaming at the mouth if had known.

source: “내 아들들 역시 출전을 할 것이다.{j}특히나 로건은 이제 성년이니 그에 걸맞은 역할을 해야겠지.”
en_us: “My sons will take part in the war. Logan is now an adult and will be expected to do his part.”

source: “볼트의 크기를 줄여서 카트리지 자체 크기를 줄여.{j}그리고 한 번 쓰고 말 거 맞아.{j}대신 카트리지를 조립식으로 만들어서 쏠 때마다 재장전을 하게 만들면 돼.”
en_us: “You could reduce the size of the bolts and the cartridge. The cartridge is meant to be used just once. Which is why you need to make sure that the crossbow is built to attach and detach cartridges for reloading.”

source: 이것들을 그냥!
en_us: “How dare they!”

source: “윗분들께 알려!”
en_us: “Inform the masters and ladies of the good news!”

source: “기사가 100명이라고?!”
en_us: “They also have a hundred knights!”

source: “좋겠다 운 좋게 부모 잘 만나서.{j}썅, 나는 부모 얼굴도 모르는데.”
en_us: “Lucky asshole. Must be nice having rich parents. I don’t even know what mine look like.”

source: ‘빅토르 저놈은 끝없이 문제를 일으켰지.{j}앞으로도 그럴 것 같고.’
en_us: Victor was always causing trouble and I have a feeling he will in this life too.

source: 앞뒤에서 죽음의 손길을 뻗쳐 오는 사신들.{j}갈 곳을 잃은 릭의 다리가 사시나무 떨리듯 떨렸다.
en_us: Death was coming from both directions and Rick’s legs shuddered as he stood helplessly not knowing where to go.

source: 지금의 평판을 뒤집고, 조만간 겪을 사건에서 발언에 힘을 얻기 위한 최소한의 조건이라 생각했다.
en_us: This was the least he could do to change his current reputation and gain any influence going into the incident, three months away.

source: 로건의 대답은 거침이 없었고, 패드릭은 그런 아들의 모습을 무표정한 얼굴로 응시했다.
en_us: Logan held nothing back in his reply and his father looked back at his son with a stone-faced stare.

source: ‘익숙해지지 않는군.’
en_us: It’s never easy coming here.

source: 애초에 주저앉아 있었기는 했지만, 꼭 자세가 신을 보며 기도하는 신자의 모습 같은 꼴이 된 지라 조금, 아니 상당히 부담스러웠다.
en_us: Phillip looked like a believe that was praying to God and it made Logan feel extremely uncomfortable.

source: 금방이라도 무슨 일이 터질 것처럼 공기가 날카로워진 그때.
en_us: Liana spoke just before the air felt like it was about combust.

source: 흔들리던 눈빛을 바로잡은 로건은 성큼성큼 방 안으로 걸어 들어갔다.
en_us: Logan refocused his shaken eyes and stepped into the room.

source: “우와아!”
en_us: “Woah!”

source: 바로 이렇게 제 딴에는 들리지 않을 줄 알고 숨어서 비웃는 놈.{j}발걸음을 멈춘 로건이 정확하게 그놈을 짚었다.
en_us: He was looking for the type of man to quietly snide and snicker behind someone’s back. Logan stopped his tracks and pointed at his target.

source: 콰아아앙!
en_us: Boom!

source: ‘끄으응.’
en_us: What is it?

source: 필립은 이 귀족도련님에게 현실을 가르쳐 주기로 마음먹었다.
en_us: Phillip decided to teach this arrogant noble boy a life lesson about reality.

source: “……1년.{j}1년만 기다려 주십시오.”
en_us: “One year. Please give me one more year.”

source: “이런 씨, 그럼 우리 지금 삽질하고 있는 거야?”
en_us: “That’s the mean we are wasting our time here?”

source: 대다수의 가신들이 고개를 끄덕이던 그때.
en_us: Most of his vassal nodded in approval.

source: “하, 하하, 크하하하!{j}잘했다.{j}잘했어, 로니!”
en_us: “Haha! Well done! Excellent, Loni!”

source: “나도.{j}아!{j}그 파혼!”
en_us: “Oh, me too! The broken betrothal!”

source: “……이런 심각한 상황에서 꼭 내 복장을 뒤집어야겠느냐?!{j}도대체 무슨 생각을 하는 것이야!{j}세상 모든 것이 네 뜻대로 돌아갈 것 같으냔 말이다!{j}그리도 생각이 없어!”
en_us: “Must you stab a dagger through my heart at a moment like this? What has gotten inside that head of yours? Do you think everything will be delivered to you on a silver platter? You are a fool!”

source: 특히나.
en_us: Especially...

source: “단장님.{j}그건 아니죠!”
en_us: “That’s unfair!”

source: “……저 실력은 진짜야.”
en_us: “He is the real deal.”

source: 벌벌 떨고 있으면서도 소년의 팔을 잡고 속삭이는 소녀.{j}조금 떨어져 있는 로건은 청각에 힘을 집중해서야 간신히 들은 목소리였지만, 바로 위의 소년이 못 들었을 리는 없었다.{j}하지만 소년은 입술을 더욱 꽉 깨물 뿐, 다시 쏟아지는 발길질에도 미동조차 하지 않았다.
en_us: The trembling girl held the boys arm and whispered into his ear. Logan had to focus his sense of hearing to barely catch it. It would have been loud enough for the boy to hear but he bit down on his lips even harder and continued to withstand the barrage.

source: 불안한 공기가 전염병처럼 퍼져 나가며 병사들의 웅성거림도 한층 커지고 있을 때.{j}패드릭이 칼을 들어 올리며 천둥같은 목소리로 소리쳤다.
en_us: An air of uncertainty spread like the plague and the murmurs of the soldiers were growing louder. At that moment, Padrick lifted his sword and addressed his men with a voice of a thousand lightning strikes.

source: 유난히 우렁찬 시종의 목소리와 더불어 대전의 문이 열리고, 일단의 무리가 안으로 들어섰다.
en_us: With the clamorous announcement of the lady’s arrival, the gate of the great hall swung open and a flock of people made their way inside.

source: “그래.{j}어제 쿠퍼스에서 들었지.{j}300만 골드 입금하고 말이야.”
en_us: “Yes, I went to the bank yesterday to deposit my three million gold.”

source: 로건은 속으로 이를 갈며 겉으로는 태연히 다시 입을 열었다.{j}전생의 원한은 전생의 것일 뿐.{j}당장 중요한 것은 그것이 아니었다.{j}
en_us: Logan was seething inside but he looked calm and composed as he addressed Lina. The contempt from his past life had to remain in the past, for he had more important matters at hand.

source: “좋소.{j}그리고…….”
en_us: “Fine. Also...”

source: 릭이 있는 곳보다도 더 뒤쪽, 어느새 전장을 우회해 뒤를 덮친 적의 기마병들이 후미의 병사들을 학살하기 시작했다.
en_us: Further down from where Rick had started, the enemy cavalry left the front and turned their focus towards the rear. They began slaughtering every man in sight.

source: 언제 준비했는지 모를 물병과 수건을 들고 자신의 오빠를 향해 뛰어갔다.{j}로건은 그 뒷모습을 흐뭇하게 바라보았다.
en_us: She then ran towards her brother with a bottle of water and a towel. Logan looked at the siblings with satisfaction.

source: “가, 가주님!{j}비상사태입니다!”
en_us: “B-Baron! It’s an emergency!”

source: “드웨인 님께서 몇 번이나 확인을 한 사안이라고 하십니다.”
en_us: “Dwain said that he has checked and confirmed their position several times.”

source: ‘교관 겸 호위.{j}딱 적당한 사람이 있는데 그 사람이 지금 여기 있으려나…….’
en_us: He will be a bodyguard and a military leader. I have the right man in mind but I wonder where he is right now...

source: 그리고 10년에 가까운 세월이 흐른 뒤, 제국 전쟁이 시작된 시기에 다시 나타난 빅토르는 그 주인이었던 가문 전체를 도살해 버린다.{j}무려 초인의 증거인 오러를 사용하여 벌인 일이었다.{j}그는 그 후로도 그란디아 왕국의 귀족이라면 가리지 않고 살해하고 다녔고, 그 때문에 오러 유저로서는 드물게 귀족 학살자라는 흉악한 이명으로 불리게 되었다.
en_us: Ten years after he went into hiding, in the early days of the Imperial War, he reappeared to decimate his former master’s entire bloodline. He did so by using the auror, a sure sign of his superhuman powers. From then on, he mercilessly killed any noble from the Kingdom of Grandia he came across. Hence, he became infamously synonymous with the name, “Noble Killer”.

source: “나는 이 돈을 가문을 위해 쓸 거야.{j}하지만 당장의 운영비 따위는 절대 아니야.{j}좀 더 멀리 봐야지.”
en_us: “I am going to spend this money for my family and the house but I don’t plan on spending it now on maintenance. There are bigger fish to fry.”

source: 모든 정보를 현시점에서는 자신만이 아는 암호로 기록해 두었다.
en_us: Logan wrote everything he knew in an encrypted code only he could decipher.

source: 간신히 떼어 낸 소년이 이미 실신한 것을 보았음에도 발길질을 멈추지 않던 매부리코는, 갑작스레 자신의 발을 가로막는 검집에 흠칫 놀라 물러섰다.
en_us: The hooked-nosed man continued to kick the boy after his men had barely removed him, even though he had passed out. He was about to take another kick at the unconscious boy when a scabbard blocked his blow, which caught him by surprise and forced him back.

source: “커억.{j}쿨럭!”{j}로건은 주저앉아 기침을 토해 내는 소년을 내려다보며 차갑게 말했다.
en_us: Logan stared down at the coughing boy on the ground with a hair-raising stare.

source: 어떻게든 반박을 하려 해도 로니안에게는 반론할 근거가 없었다.{j}그저 억울한 표정을 지으며 얼굴을 굳힐 뿐이었다.{j}패드릭은 그런 로니안을 보며 차갑게 내려앉은 목소리로 말했다.
en_us: Lonian desperately wanted to argue back but he couldn’t refute the fact. He knew he wasn’t wrong and his disgruntled face turned cold. Padrick saw his son’s hardened face and spoke to him in a calm voice.

source: “……알겠다.”
en_us: “Yes.”

source: “그래도 없는 것보다는 낫겠지.”
en_us: “I’m sure it will be better than nothing.”

source: “그래.{j}놀라지 않는군.”
en_us: “Yes. You don’t seem startled.”

source: ‘내일부터 일주일 동안 기사단 훈련 강도는 세 배다.’
en_us: Knights’ training for the next week will be three times as hard.

source: ‘일단 기강부터 잡아야지.’
en_us: First, I need to instill discipline.

source: “……진심입니까?”
en_us: “Are you serious?”

source: 하지만…….’
en_us: However...

source: ‘쓸데없는 감상에 젖을 때가 아니야.{j}정신 차리자.{j}우선 영지 문제부터…….’
en_us: It’s not the time to become distracted by meaningless thoughts. Stay sharp. Let’s fix the territory’s problems first...

source: 그 말에 순식간에 메리안의 안색이 창백해졌다.
en_us: The answer chased every ounce of blood out of Marianne’s face and left her translucent.

source: 멀리서 들리는 병사, 아니 영지민들의 고통스러운 비명 하나하나가 비수가 되어 그의 가슴에 꽂혔다.
en_us: The screams of his soldiers and the painful cries of his people flew in like daggers to his heart.

source: ‘이 정도도 못 견뎌서야…….{j}앞으로 아무것도 못 해.’
en_us: I won’t be able to achieve a thing if I can’t withstand this pressure.

source: “드워프를 사러 왔다.{j}열어라.”
en_us: “I came to buy a dwarf. Open the door.”

source: “뭐라고 했지?”
en_us: “What did you just say?”

source: 드웨인이 내적인 환호성을 지르려는 찰나.
en_us: Dwain screamed internally as if he had ascended into heaven.

source: 면전에 대고 들으라는 듯 내뱉는 로건의 한탄에 하마르의 얼굴이 종잇장처럼 구겨졌다.
en_us: Logan’s blatant backhanded insult was aimed directly at Hamar and his face scrunched up with frustration.

source: 머리와 같은 색인 그의 눈동자를 보며 로건은 멍하니 되물었다.
en_us: Logan stared into his eyes, brown as his hair, and replied blankly.

source: 아니, 약한 것이 맞다.
en_us: No, he is weaker.

source: “굳이 이렇게까지 할 필요가 있었소, 고용주?”
en_us: “Was that truly necessary?”

source: 범위는 고작 휘둘러진 칼끝에서부터 1미터가량.
en_us: The golden wave was only a meter long from the end of his sword.

source: 전장의 뒤편 숲속.{j}테스론의 군대가 지나간 직후, 절묘한 타이밍에 산맥을 크게 돌아 적진의 뒤로 따라붙었던 수백의 기마병이 기척을 숨기고 있었다.{j}숨소리조차 내지 않고 숲속에 숨어 있던 그들이지만, 전투가 시작되자 작게나마 웅성거리는 목소리가 새어 나왔다.
en_us: Logan and his mercenaries were blessed with opportune timing as they were able to sneak in through the mountains and follow behind the enemy undetected after the Tesslon army had passed. They waited patiently in the forest behind the battlefield as they hardly made a sound. No one could hear the other breathe until a few whispers were heard once the battle began.
